{
    "me": {
      "BIO_FIRST_LINE": "Ingénieur junior chez Algolux.",
      "BIO_SECOND_LINE": "Computationally curious.",
      "BIO_LONG": "Je suis actuellement ingénieur junior en software/hardware chez Algolux, une entreprise Montréalaise révolutionnant la robustesse de vision par ordinateur, pour les véhicules autonomes et plus. Avec un double-diplôme en mécanique entre la France et le Canada, et une passion pour le logiciel et la technologie, je travaille pour atteindre un point de compréhension complète des produits, avec le but ultime d'en lancer.",
      "RESUME": "CV",
      "FEATURED": "En avant",
      "I_STUDY": "Expérience",
      "I_CODE": "Programmation",
      "I_WRITE": "Blog",
      "I_DESIGN": "Toujours sur un nouveau projet",
      "I_UNDERTAKE": "Entreprenariat",
      "I_RACE": "J'étais athlète il y a peu",
      "I_RESEARCH": "Featured",
      "AND_I_M_ONLY_STARTING_DOT": "Et je commence que.",
      "CV": "http://bit.ly/pierrejacquier-cvfr",
      "PLZ_REACH_OUT": "Si vous êtes arrivé jusque là, contactez-moi !",
      "BEST_WAY_IS": "Le meilleur moyen : ",
      "I_M_INTO_HARD_SOFT": "Que ce soit logiciel ou matériel, ça m'intéresse. Vous aussi ?",
      "COFFEE_ON_ME": "J'offre évidemment le café",
      "HOST_GH": "Le code est hébergé fièrement sur mon ",
      "PHOTO_CREDITS": "Le fond de Blog personnel a été pris par "
    },
    "school": {
        "AL_DATE": "October 2020 – Now | Montreal, Canada",
        "AL_TITLE": "Algolux — Junior Hardware Engineer",
        "AL_SUB": "Robust perception in all condition, for self-driving cars and beyond",
        "VM2_DATE": "Octobre 2019 – Octobre 2010  |   Montréal, Canada",
        "VM2_TITLE": "Vehicle Mind — Ingénieur Full Stack",
        "VM2_SUB": "Faire partie d'une équipe diversifiée et interfonctionnelle, essayer d'avoir une compréhension de haut niveau des différentes technologies, participer aux réunions de vision de l'entreprise, contribuer à l'effort de génie logiciel, concevoir les flux de travail et automatiser les processus.",
        "VM_DATE": "Octobre 2019 – Mai 2019  |   Montréal, Canada",
        "VM_TITLE": "Vehicle Mind — Full Stack Developeur, Généralist",
        "VM_SUB": "Temps partiel à côté de mon projet de recherche pour aider une start-up à révolutionner l'entretien des voitures.",
        "ETS_DATE": "Septembre 2018 – Août 2020   |   Montréal, Canada",
        "ETS_TITLE": "ÉTS — M.Sc.A. en Génie Mécanique (double diplôme avec l'UTBM)",
        "ETS_SUB": "Mémoire: <span class=\"italic\">“Méthodes d'apprentissage profond pour les problèmes de dynamique des fluides de haute dimension : application à la modélisation des inondations avec prise en compte des incertitudes.”</span>",
        "MCGILL_DATE": "Janvier 2019 – Avril 2019   |   Montréal, Canada",
        "MCGILL_TITLE": "McGill University — Semestre d'études dans les facultés de Maths et d'Informatique",
        "UTBM_DATE": "Septembre 2014 – Avril 2020   |   Belfort, France & Karlsruhe, Allemagne",
        "UTBM_TITLE": "UTBM — Diplôme d'Ingénieur en Génie Mécanique",
        "UTBM_SUB": "Spécialisé en Modélisation. Semestre ERASMUS à Hochschule Karlsruhe en Allemagne.",
        "STREAM_DATE": "Septembre 2017 – Février 2018   |  Greater Kuala Lumpur, Malaisie",
        "STREAM_TITLE": "Stream Environment Sdn. Bhd. — Assistant ingénieur en Conception",
        "STREAM_SUB": "Optimisation de la masse des systèmes automatisés de collection de déchêts sous vide, validation numérique et tests.<br>Conception nouvelle du compacteur de déchêts standard et de ses mécanismes, assemblage et tests sur produit final."
    },
    "nav": {
        "ABOUT": "A propos",
        "BACK_TO_TOP": "Retour en haut",
        "WEBSITE": "Site web",
        "READ_MORE": "En savoir plus",
        "SOON": "Bientôt",
        "RESUME": "Bio",
        "PROJECTS": "Projets",
        "BLOG": "Blog"
    },
    "skills": {
        "NOTION": "For various projects accross hardware and software such as a custom CoreXY printer or blogging ideas, I'm keeping updated notes, media, and more in a public Notion page as an experiment.",
        "GRAPHICAL": "Graphique",
        "MECHANICAL": "Mécanique",
        "COMPUTATIONAL": "Calculs",
        "SCIENTIFIC": "Scientifique",
        "TOP_25_MTB": "Top-25 U23 XCO en France",
        "RIDER_SHEET": "Feuille pilote",
        "PERSONAL_BLOG": "Blog personnel",
        "ONCE_TOP_WRITER": "Statut 'Top Writer' en 2017 dans quatre sujets sur ",
        "TECHNOLOGY_MISSIONS": "ETS Missions Technologiques",
        "TECHNOLOGY_MISSIONS_SUB": "Projet étudiant d'une année complète",
        "TECHNOLOGY_MISSIONS_DESC": "Pour deux semaines en Avril 2019, mon équipe et moi sommes allés à Munich, Stuttgart et Berlin, afin de visiter entreprises et universités, pour consrtuire partenariats et réseaux professionnels. Le projet démarre an à l'avance pour organiser et financer le voyage.",
        "SL01_REPORT": "Projet de cours: rapport en LaTeX de 28 pages sur le futur de la sécurité routière (en allemand)",
        "MECHANICAL_PROJECT": "Course project: CAD model with CATIA V5 of a high-end mountain bike drivetrain system, including the crankset, the chain, the cogs and the derailleur. Rendered using Keyshot",
        "COMP_PROJECT": "Research oriented course project: Shock-tube problem using homemade SPH code",
        "COMP_EASYFIT": "Bibliothèque open-source en Javascript pour lire les fichiers .FIT d'entrainement. Le projet a commencé en interne et comprend maintenant différents contributeurs.",
        "FULL_PDF": "PDF entier",
        "PERSISTENS_SUB": "Entreprise de services d'ingénierie",
        "TODOBOARD": "Projet Todoboard: illustration pour un projet abandonné sur le thème de la productivité",
        "PERSISTENS": "La programmation a toujours été une passion pour moi, et j'ai réalisé que je pouvais à la fois m'amuser et satisfaire des clients.<br><br>Persistens est ma marque de fabrique. La plupart de mes travaux sont des applications mobiles, utilisant des bibliothèques comme Ionic 4 ou Flutter, et aussi du code natif Java/Kotlin. Du prototype au produit final, du client au serveur. Donnez moi juste un clavier et une grande tasse de thé Cameronian Gold Blend.",
        "3DFEAT": "L'épisode 2 est disponible",
        "3DFEAT_SUB": "Conception d'un chargeur sans-fil pour l'Essential Phone. Circuit imprimé et d'impression 3D.",
        "PAPER": "Article scientifique publié",
        "PAPER_SUB": "Appliquer les techniques d'IA à la mécanique des fliudes était au coeur de mon mémoire.",
        "YOUTUBE_TITLE": "Série Zero to Product!",
        "YOUTUBE_SUB": "Vidéos YouTube + guides étape par étape",
        "YOUTUBE_DESC": "The series of short videos and companion guides aims at <span class='italic'>making</span> various products from the ground up, starting from an idea and user requirements, to a fully-functional prototype. The final step is always a discussion of the potential market opportunities for the specific thing. <br><br> Various buzzword technologies are being applied to real-life situations, such as Machine Learning, 3D Printing, or custom Printed Circuit Boards.<br><br>While the videos are a quick overview, the companion Medium stories are meant for the general public and cover the steps in details.",
        "YOUTUBE_CHANNEL": "Chaine YouTube",
        "MEDIUM_PUBLICATION": "Publication Medium",
        "RESEARCH_PROJECT": "M.S. Thesis",
        "RESEARCH_PROJECT_SUB": "Research, Python, TensorFlow 2, Paraview",
        "RESEARCH_PROJECT_DESC": "There is much to gain from transferring Deep Learning tools to older fields like Computational Fluid Dynamics in practical engineering contexts. Flooding predictions in the Montreal metro area were our test case. <br> For the thesis we tested multiple approaches (mainly PINNs), for which open-source contributions have been made, and pushed the POD-NN concept further with Uncertainty Quantification, borrowing state-of-the-art ML models.",
        "FEAT_PROJECT_DESC": "Currently building a product dear to my heart: Bringing Git as a version control tool for Mechanical/Industrial Design files 🚆 <br><br>At the moment the product is revolving around a full-fledged React/TypeScript app served via Node. It connects to GitHub and shows 3D diffs for commits and pull requests. The diff engine is written in C++."
    },
    "lang": {
        "EN_ENABLED": "",
        "FR_ENABLED": "active",
        "DE_ENABLED": "",
        "ES_ENABLED": "",
        "CH_ENABLED": "",
        "FLUENT": "Courant",
        "NATIVE": "Navif",
        "UPPER_ADVANCED": "Avancé",
        "COMMUNICATION_SKILLS": "Notions de communications",
        "JUST_STARTED": "Just started",
        "CURRENT": "FR",
        "HTML": "fr",
        "TITLE": "Pierre Jacquier, Ingénieur dans une startup tech",
        "DESCRIPTION": "Projets | Blog | Contact"
    }
}
